{
  "posts" : [{
      "title": "Our bedroom! A Before and After",
      "content": "You guys! I decorated my room! This gets extra exclamation points! Because! Our room! Has been! A dumping ground! For nine years! And now! It's not! Ok, I'm done. And dumping ground may be a little strong. But seriously, for the almost decade we've been together, we've never ever put any thought or effort into our room because, I don't know. We were the only ones who would ever see it/spend time in it and therefore it wasn't worth our time/money? That's basically the gist of it. We've stored bikes in our room, mismatched furniture, an ACTUAL bow and arrow, and over the years it has served as not only as a sleeping room, but as an office, a toy room, a dining room (which drove my husband a specific brand of nuts), a TV room, and has never not once, seen anything hung on its walls. I did a little home tour of our place a few months ago, but our room was not part of it and this would be why. But there's something about buying a house, and still not having done anything with your room eight months later that makes you say, yes ... it is time. So with that, here are our 'befores'. (Excuse the pile, it was laundry day)",
      "image": "https://1.bp.blogspot.com/-gryZ-COcd-Q/WL29Y1ey-7I/AAAAAAAAQ1o/uFdCB3SSgjAgLiVIqg0bdAmvLnIhqtmxwCEw/s1600/IMG_0577.jpg"
    }, {
      "title": "A Family Day Date",
      "content": "So when we needed to go to the greenhouse to start scouting for our backyard, we told them to put on their shoes for an adventure. Isla was mainly just stoked because she's never been to a greenhouse and green is her dad's favorite color. Makes sense.",
      "image": "https://1.bp.blogspot.com/-QIezprXgdgw/WOajDIrdc4I/AAAAAAAAQ5U/cmPto2-3hkIs9MrHDO09swrONZ5ZpAh3gCEw/s1600/IMG_1730.jpg"
    }, {
      "title": "I Have News!",
      "content": "All the stuff we're so worried about creating and fixated on becoming is already right here, right now. The money you want already exists; the person you want to meet is already alive; the experience you want to have is available, now; the idea for that brilliant song you want to write is here, now, waiting for you to download the information.",
      "image": "https://1.bp.blogspot.com/-EKy_EKAg5Ss/WOsHRjbcRyI/AAAAAAAAQ7I/qvdnbqAMHIUzK32C3XBQ5zQgktqY4t4fwCLcB/s1600/IMG_8985.jpg"
    }]
}
